
[
    {
        "title": "Flight Booking",
        "caption": "Seamless personalized flight bookings for your perfect journey. Book now.",
        "image": "https://i.ibb.co/f2K7x8g/flight.jpg",
        "details": "Experience hassle-free flight bookings with AirBliss. We offer a wide range of personalized options to suit your travel needs. Whether you're jetting off for a business trip or a dream vacation, our user-friendly platform ensures a seamless booking process. Enjoy the comfort and convenience of choosing your flights with ease. Book now for the journey of a lifetime."
    },
    {
        "title": "Car Booking",
        "service": "upcoming",
        "caption": "Effortlessly book your ideal car with us. Convenient, and hassle-free service.",
        "image": "https://i.ibb.co/wzynCF4/car.jpg",
        "details": "Discover the future of car booking with AirBliss. Our upcoming service will redefine convenience and ease for travelers. With a few clicks, you can book your ideal car, ensuring a hassle-free journey. Whether it's a city commute or an adventure trip, our service will cater to your needs. Stay tuned for the launch of this exciting feature!"
    },
    {
        "title": "Hotel Booking",
        "service": "upcoming",
        "caption": "Discover and book your perfect hotel with us. Your comfort, our priority.",
        "image": "https://i.ibb.co/RvSv14d/hotel.jpg",
        "details": "Coming soon to AirBliss - a revolutionary hotel booking service! We prioritize your comfort and aim to provide a diverse range of accommodations tailored to your preferences. From cozy boutique hotels to luxurious resorts, our platform will offer a seamless booking experience. Stay tuned for the upcoming launch and make your next trip unforgettable with AirBliss."
    },
    {
        "title": "Cruise Booking",
        "service": "upcoming",
        "caption": "Embark on unforgettable cruises with us. Enjoy your sea journey.",
        "image": "https://i.ibb.co/3BkSNd8/cruise.png",
        "details": "Prepare for an unforgettable sea adventure with AirBliss! Our upcoming cruise booking service will take you on extraordinary journeys across the oceans. Experience the thrill of exploring exotic destinations aboard luxurious cruise ships. From breathtaking landscapes to exceptional onboard amenities, your sea journey will be filled with memories to cherish. Stay tuned for the launch and set sail with AirBliss."
    },
    {
        "title": "Adventure Tours",
        "service": "upcoming",
        "caption": "Explore thrilling adventure tours with AirBliss for the experience of a lifetime.",
        "image": "https://i.ibb.co/Tw09fhV/advanture.jpg",
        "details": "Get ready for the adventure of a lifetime with AirBliss! Our upcoming adventure tours promise thrilling experiences in the most captivating destinations. Whether it's hiking through majestic mountains, diving into vibrant coral reefs, or embarking on epic safaris, we've got it all. Stay tuned for the launch and quench your thirst for adventure with AirBliss."
    },
    {
        "title": "Vacation Rentals",
        "service": "upcoming",
        "caption": "Find the perfect vacation rental with AirBliss. Make yourself at home.",
        "image": "https://i.ibb.co/gMwcCKx/vacation.jpg",
        "details": "Coming soon to AirBliss - a wide array of vacation rentals to make your getaway extraordinary! Enjoy the comfort and convenience of a home away from home. Whether you're seeking a cozy cabin in the woods or a beachfront villa, our platform will offer diverse options. Stay tuned for the upcoming launch and create memorable vacation experiences with AirBliss."
    }
]
