[
    {
        "name": "SAFE SHOPPING GUARANTEE",
        "details": "AirBliss Ltd. values your trust. We seek to use reasonable organizational, technical, and administrative measures to protect your personal information within our organization. Unfortunately, no data transmission or storage system can be guaranteed to be 100% secure. If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of your account has been compromised), please immediately notify customer service at +88-09617-111-888 or sales@flightexpert.com so that we have an opportunity to try to address your concerns."
    },
    {
        "name": "General-Disclaimer",
        "details": "AirBliss Ltd. does not act as principal but makes arrangements with third-party vendors, such as, but not limited to airlines, hotels, car rental agencies, tour operators and consolidators, (each a Travel Supplier) for travel-related services which include, without limitation, air transportation, lodging, and car rental (each a Service Element). By using this Site, you acknowledge that the rates offered by AirBliss Ltd. and affiliate companies are a result of negotiation between AirBliss Ltd. and the Travel Suppliers and include certain fees retained by them for their services, taxes and other charges. When booking with any Travel Supplier through this Site, you authorize AirBliss Ltd. and affiliate companies to book reservations or enter a contract on your behalf with Travel Suppliers for the total price displayed, including such fees and any applicable taxes or charges related to the Travel Supplier's or AirBliss Ltd.'s services."
    },
    {
        "name": "Waiver",
        "details": "By using the Site, you agree to irrevocably waive any claim against AirBliss Ltd., its subsidiaries or affiliates, and any of such party's officers, directors, managers, agents, contractors, or employees, and expressly agree that neither AirBliss Ltd. nor any of its subsidiaries, affiliates, officers, directors, managers, agents, contractors or employees."
    },
    {
        "name": "INDEMNIFICATION",
        "details": "You agree to protect and indemnify AirBliss Ltd., its affiliates, partners, joint ventures and/or their respective suppliers and any of their respective officers, directors, managers, employees and agents from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature including but not limited to reasonable legal and accounting fees."
    },
    {
        "name": "RELEASE",
        "details": "If you have a dispute with a travel product or service supplier(s), including but not limited to airlines, hotels, cruise lines, railroads, car rental agencies, tour operators and consolidators, vacation packages and activities suppliers, traveler assist service providers and insurance providers, you release us, our affiliates, partners, joint ventures and their respective officers, directors, managers, agents and employees from claims, demands and damages (direct, indirect, incidental, and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes."
    },
    {
        "name": "Protecting Your Security",
        "details": "To ensure that your credit, debit or charge card is not being used without your consent, we may validate your name, address and contact number supplied by you during the booking process against appropriate third party databases. By accepting these Terms & Conditions you agree and authorize us to carry out such verification checks as stated herein. In performing these checks, you acknowledge and concur that such personal information you provide to us may be disclosed to a registered Credit Card Payment Gateway Agency which may keep a record of such information in whole or in part. Rest assured this verification process is performed for the sole purpose to verify and confirm your identity."
    },
    {
        "name": "SITE USAGE AND TICKET PURCHASE",
        "details": "You agree that you are at least 18 years of age and possess the legal authority to enter into this agreement and to use the Site in accordance with all Terms & Conditions herein. If you are using this Site and/or making travel reservations or bookings for another person you agree to inform that person(s) about the Terms & Conditions that apply to the travel reservations and bookings you have made on their behalf, including all rules and restrictions applicable thereto and these Terms & Conditions . You agree to be financially responsible for all of your use of the Site (as well as for use of your account by others). You are responsible for any bookings and travel reservations made by persons under your direction or control. You also warrant that all information supplied by you or on your behalf, or by members of your household in using the Site is true, current, complete and accurate. Furthermore, you also confirm that the traveler is not an unaccompanied minor. Without limitation, any exploratory, speculative, false, or fraudulent reservation or any reservation in anticipation of demand is prohibited."
    },
    {
        "name": "RESOLUTION OF DISPUTES",
        "details": "Customer satisfaction is the foundation of our success. That's why, if a dispute arises between us, our goal is to resolve the dispute quickly in a fair and cost-effective way. Accordingly, we strongly encourage you, before taking any other action, to reach out to us by contacting customer service at +88-09617-111-888 or sales@flightexpert.com so that we have an opportunity to try to address your concerns."
    }
]